/* A sentence with the mountain's name (first parameter), height (second parameter), and climbed date (third parameter) */

"sentenceFormat" = "%1$@在%3$@，高度達%2$@。";

/* A sentence with the mountain's name (first parameter), and height (second parameter), but no climbed date */

"undatedSentenceFormat" = "%1$@高度達%2$@。";

/* Use to express a height in meters */

"meterFormat" = "%@米";

/* Use to express a height in feet */

"footFormat" = "%@英尺";
